{
  "welcome" : "Have you ever been on a treasure hunting adventure? Let's go on one together! First, we'll gather as many gold coins as we can in an ancient temple full of all sorts of traps. If we live through that, we'll try to take our loot across an ocean swarming with  sea monsters and evil pirates.  Then, we’ll need to watch out for sneaky thieves when we arrive to a fantastical kingdom with dragons and castles! Say 'find treasure' to start your quest.",
  "rootIntro0" : "Hi, I am Ben. What’s your name?",
  "rootIntro1" : "Nice name!  I'm going on a treasure hunting adventure and I could use a partner. What's the coolest place you've ever visited?",
  "rootIntro2" : "Well I hope you're ready to explore ancient temples, sail the seven seas, and even visit a fantasy kingdom! Today we'll be collecting coins to help the king of a fantasy kingdom. ",
  "selectMission" : "Choose one of the available missions. ",
  "selectMission2" : "Please make your selection",
  "welcomeCard" : "Adventure Island",
  "fallback" : "We cannot do that right now",
  "actionDescription" : "Let's start our treasure quest. Say whee if you see snake, say woah if you see darts.",
  "actionApprove" : "Very well!",
  "actionFail" : "Ouch! This hurts!",
  "coinNotPicked" : "Looks like you've missed it.",
  "sceneConfirm" : "We made it! Lucky us!",
  "sceneFail" : "You were hit too many times, we will not be able to do this.",
  "youHave" : "You have",
  "coinSingle" : "coin",
  "coinPlural" : "coins",
  "royalRansomIntro0" : "For this mission our goal is to collect enough coins to help a friend of mine, King Max. Why would a king need more gold? Doesn't he already have some royal treasure? He did, until an evil dragon came and destroyed most of the kingdom! He used all his gold to help rebuild it. I don't think I'm brave enough to face a real dragon... Me neither! How about you, __USERNAME__?",
  "royalRansomIntro1" : "While King Max's three princess daughters were helping the villagers, bandits kidnapped them! Those dirty dogs will only release them if they receive payments of gold coins! That's terrible! We need to help! First we'll look for coins in an ancient temple, then take it across the ocean until we reach King Max's kingdom. ",
  "ancientTempleIntro0" : "Woah! This old temple is gigantic! I've heard that the password to open the entrance  it is very obvious. Can you think of an easy password?",
  "ancientTempleIntro1Yes" : "I think that's it! ",
  "ancientTempleIntro1No" : "That's not right. How about… Password! ",
  "templeHallsIntro0" : "Okay, the treasure halls should be deep inside the temple. It doesn't look like anyone has been here in forever. ",
  "templeHallsOutro0" : "We made it!",
  "exclamation1" : "Close enough!",
  "exclamation2" : "Lucky this time!",
  "exclamation3" : "Well done!",
  "exclamation4" : "Keep running! We can't stop yet!",
  "exclamation5" : "We're doing great!",
  "treasureTombsIntro" : "So these are the  treasure tombs. Pretty cool! I could buy my own life-size doll house with all these artifacts! Hey, what's this old inscription here say? Those who of our treasures take will soon regret their big mistake... Uh oh! That sounds like a warning to me! Do you believe in ancient curses, __USERNAME__?",
  "treasureTombsIntro1Yes" : "Me too!",
  "treasureTombsIntro1No" : "Well I do!",
  "treasureTombsOutro0" : "We made it!",
  "templeEscapeIntro0" : "I'm tired already! When I get home I'm taking a nice bubble bath... That sounds nice. What do you like to do to have fun and relax, __USERNAME__?",
  "templeEscapeIntro1" : "You can do that after our adventure because I think I hear the temple gate closing! We need to get out of here, and fast! I bet there are even more boobie traps up ahead, but that won't stop us!",
  "ancientTempleOutro0" : "The gate is almost shut! Let's slide under just in time by shouting 'woohoo!' Ready…. Now",
  "ancientTempleOutro1No" : "Oh no! You didn't slide! By not sliding you hit the  gate and dropped some coins. Luckily, I was able to pull you under just in time!",
  "ancientTempleOutro1Yes" : "Awesome! You slid perfectly, which means we made it out with all our treasure!",
  "pirateBayIntro0" : "Time to get across Pirate Bay! What better way than with our own ship? Hey, what should we name our ship this time? Got any good ship name ideas, __USERNAME__?",
  "pirateBayIntro1" : "Not bad!  You'll be the captain while I'll be your lookout, which means I'll let you know if we're approaching something dangerous.",
  "outToSeaIntro0" : "These waters be treacherous as we make it out to open sea, cap'n!"
}