{
  "welcome" : "Have you ever been on a treasure hunting adventure? Let's go on one together! First, we'll gather as many gold coins as we can in an ancient temple full of all sorts of traps. If we live through that, we'll try to take our loot across an ocean swarming with  sea monsters and evil pirates.  Then, we’ll need to watch out for sneaky thieves when we arrive to a fantastical kingdom with dragons and castles! Say 'find treasure' to start your quest.",
  "rootIntroCount" : "3",
  "rootIntro0" : "Hi, I am Ben. What’s your name?",
  "rootIntro1" : "Nice name!  I'm going on a treasure hunting adventure and I could use a partner. What's the coolest place you've ever visited?",
  "rootIntro2" : "Well I hope you're ready to explore ancient temples, sail the seven seas, and even visit a fantasy kingdom! Today we'll be collecting coins to help the king of a fantasy kingdom. Ready?",
  "welcomeCard" : "Adventure Island",
  "fallback" : "We cannot do that right now",
  "actionDescription" : "Let's start our treasure quest. Say whee if you see snake, say woah if you see darts.",
  "actionApprove" : "Very well!",
  "actionFail" : "Ouch! This hurts!",
  "coinNotPicked" : "Looks like you've missed it.",
  "sceneConfirm" : "We made it! Lucky us!",
  "sceneFail" : "You were hit too many times, we will not be able to do this.",
  "royalRansomIntroCount" : "2",
  "royalRansomIntro0" : "For this mission our goal is to collect enough coins to help a friend of mine, King Max. Why would a king need more gold? Doesn't he already have some royal treasure? He did, until an evil dragon came and destroyed most of the kingdom! He used all his gold to help rebuild it. I don't think I'm brave enough to face a real dragon... Me neither! How about you, __USERNAME__?",
  "royalRansomIntro1" : "While King Max's three princess daughters were helping the villagers, bandits kidnapped them! Those dirty dogs will only release them if they receive payments of gold coins! That's terrible! We need to help! First we'll look for coins in an ancient temple, then take it across the ocean until we reach King Max's kingdom. Ready?",
  "ancientTempleIntroCount" : "2",
  "ancientTempleIntro0" : "Woah! This old temple is gigantic! I've heard that the password to open the entrance  it is very obvious. Can you think of an easy password?",
  "ancientTempleIntro1" : "I think that's it!",
  "templeHallsCount" : "1",
  "templeHallsIntro0" : "Okay, the treasure halls should be deep inside the temple. It doesn't look like anyone has been here in forever. If I see a snake, say 'whee' to jump over it! If I call out darts, say 'woah' to duck. And hey, if we happen to spot some coins lying around before the treasure room, say 'grab' to pick it up! Is everyone ready?"
}